#+TITLE: Emacs Config
#+AUTHOR: Ross Fenning
#+EMAIL: emacs@rossfenning.co.uk
#+STARTUP: indent hidestars

* User Details

Tell emacs who you are

#+BEGIN_SRC emacs-lisp
  (setq user-full-name "Ross Fenning"
        user-mail-address "emacs@rossfenning.co.uk")
#+END_SRC

#+RESULTS:
: emacs@rossfenning.co.uk


